Repository: pranav0121/chatbot_cloud
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: ja, ko, ur

source: Support Center - We're Here to Help
ja: サポートセンター - お手伝いします
ko: 고객지원센터 - 도움을 드립니다
ur: سپورٹ سینٹر - ہم یہاں مدد کے لیے ہیں

source: We're Here to Help
ja: お手伝いします
ko: 도움을 드립니다
ur: ہم یہاں مدد کے لیے ہیں

source: Get instant support for all your questions. Our AI-powered chatbot and live support team are ready to assist you 24/7.
ja: ご質問にすぐにサポートを提供します。AIチャットボットとライブサポートチームが24時間365日対応いたします。
ko: 모든 질문에 대해 즉시 지원을 받으세요. AI 챗봇과 실시간 지원팀이 24시간 연중무휴로 도움을 드립니다.
ur: اپنے تمام سوالات کے لیے فوری سپورٹ حاصل کریں۔ ہمارا AI-طاقت سے چلنے والا چیٹ بوٹ اور لائیو سپورٹ ٹیم 24/7 آپ کی مدد کے لیے تیار ہے۔

source: Instant Response
ja: 即座の対応
ko: 즉시 응답
ur: فوری جواب

source: Expert Support
ja: エキスパートサポート
ko: 전문가 지원
ur: ماہر سپورٹ

source: 24/7 Available
ja: 24時間365日利用可能
ko: 24시간 이용 가능
ur: 24/7 دستیاب

source: Start Support Chat
ja: サポートチャット開始
ko: 지원 채팅 시작
ur: سپورٹ چیٹ شروع کریں

source: View FAQ
ja: よくある質問を見る
ko: 자주 묻는 질문 보기
ur: FAQ دیکھیں

source: Quick Help Categories
ja: クイックヘルプカテゴリー
ko: 빠른 도움말 카테고리
ur: فوری مدد کی اقسام

source: Choose a category to get started or describe your issue
ja: カテゴリーを選択するか、問題を説明してください
ko: 카테고리를 선택하거나 문제를 설명해 주세요
ur: شروع کرنے کے لیے ایک قسم منتخب کریں یا اپنے مسئلے کو بیان کریں

source: Support Chat
ja: サポートチャット
ko: 지원 채팅
ur: سپورٹ چیٹ

source: Online
ja: オンライン
ko: 온라인
ur: آن لائن

source: Hi there! 👋
ja: こんにちは！👋
ko: 안녕하세요! 👋
ur: السلام علیکم! 👋

source: How can we help you today?
ja: 今日はどのようにお手伝いできますか？
ko: 오늘 어떻게 도와드릴까요?
ur: آج ہم آپ کی کیسے مدد کر سکتے ہیں؟

source: Please select a category:
ja: カテゴリーを選択してください：
ko: 카테고리를 선택해 주세요:
ur: براہ کرم ایک قسم منتخب کریں:

source: Language selection
ja: 言語選択
ko: 언어 선택
ur: زبان کا انتخاب

source: Choose Language
ja: 言語を選択
ko: 언어 선택
ur: زبان منتخب کریں

source: Common Issues
ur: عام مسائل

source: Does any of these match your issue?
ur: کیا ان میں سے کوئی آپ کے مسئلے سے میل کھاتا ہے؟

source: Can't find your issue?
ur: اپنا مسئلہ نہیں مل رہا؟

source: Describe Your Issue
ur: اپنے مسئلے کو بیان کریں

source: Your Name (Optional)
ur: آپ کا نام (اختیاری)

source: Email (Optional)
ur: ای میل (اختیاری)

source: Enter your name
ur: اپنا نام درج کریں

source: Enter your email
ur: اپنا ای میل درج کریں

source: Type your question here...
ur: یہاں اپنا سوال ٹائپ کریں...

source: Connected with support
ur: سپورٹ سے جڑے ہوئے

source: Ticket
ur: ٹکٹ

source: Close
ur: بند کریں

source: Submit
ur: جمع کریں

source: Back
ur: واپس
